tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "nodenv"
brew "azure-cli"
brew "terraform"
brew "mas"
brew "python"
brew "kubectx"
brew "gradle"
brew "fzf"
brew "k9s"
brew "jq"
brew "go"
brew "sops"
brew "helm"

cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "alfred"
cask "sourcetree"
cask "spotify"
cask "Postman"
cask "intellij-idea-ce"
cask "clipy"
cask "kitty"
cask "slack"
cask "robo-3t"
cask "google-drive-file-stream"
cask "1password"

mas "Pixelmator Pro", id: 1289583905
mas "BetterSnapTool", id: 417375580
