tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "mas"
brew "fzf"

cask "firefox"
cask "visual-studio-code"
cask "alfred"
cask "sourcetree"
cask "spotify"
cask "Postman"
cask "clipy"
cask "kitty"
cask "slack"
cask "google-drive"
cask "1password"
cask "caffeine"
cask "karabiner-elements"

mas "Pixelmator Pro", id: 1289583905
mas "BetterSnapTool", id: 417375580
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
