tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "nodenv"
brew "azure-cli"
brew "terraform"
brew "mas"
brew "python"
brew "kubectx"
brew "gradle"
brew "fzf"

cask "firefox"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "alfred"
cask "sourcetree"
cask "spotify"
cask "Postman"
cask "intellij-idea-ce"
cask "clipy"

mas "Pixelmator", id: 407963104
